{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "100\u5186\u30b7\u30e7\u30c3\u30d7",
    "1": "ATM",
    "2": "CD\u30b7\u30e7\u30c3\u30d7",
    "3": "\u3046\u3069\u3093",
    "4": "\u304a\u3082\u3061\u3083\u5c4b",
    "5": "\u304a\u597d\u307f\u713c\u304d",
    "6": "\u304a\u8336\u5c4b",
    "7": "\u3057\u3083\u3076\u3057\u3083\u3076",
    "8": "\u3059\u304d\u713c\u304d",
    "9": "\u305d\u3070",
    "10": "\u305f\u3053\u713c\u304d",
    "11": "\u3068\u3093\u304b\u3064",
    "12": "\u3082\u3093\u3058\u3083\u713c\u304d",
    "13": "\u30a2\u30a4\u30b9\u30af\u30ea\u30fc\u30e0",
    "14": "\u30a2\u30a6\u30c8\u30c9\u30a2\u30b7\u30e7\u30c3\u30d7",
    "15": "\u30a4\u30bf\u30ea\u30a2\u6599\u7406",
    "16": "\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u30ab\u30d5\u30a7",
    "17": "\u30a4\u30f3\u30c6\u30ea\u30a2\u30b7\u30e7\u30c3\u30d7",
    "18": "\u30a4\u30f3\u30c9\u6599\u7406",
    "19": "\u30a8\u30b9\u30c6\u30b5\u30ed\u30f3",
    "20": "\u30ab\u30d5\u30a7",
    "21": "\u30ab\u30d7\u30bb\u30eb\u30db\u30c6\u30eb",
    "22": "\u30ab\u30e9\u30aa\u30b1",
    "23": "\u30ab\u30ec\u30fc",
    "24": "\u30ab\u30fc\u30b7\u30a7\u30a2\u30ea\u30f3\u30b0",
    "25": "\u30ac\u30bd\u30ea\u30f3\u30b9\u30bf\u30f3\u30c9",
    "26": "\u30af\u30ea\u30cb\u30c3\u30af",
    "27": "\u30af\u30ea\u30fc\u30cb\u30f3\u30b0",
    "28": "\u30b1\u30fc\u30ad\u5c4b",
    "29": "\u30b2\u30fc\u30e0\u30b7\u30e7\u30c3\u30d7",
    "30": "\u30b2\u30fc\u30e0\u30bb\u30f3\u30bf\u30fc",
    "31": "\u30b3\u30a4\u30f3\u30d1\u30fc\u30ad\u30f3\u30b0",
    "32": "\u30b3\u30a4\u30f3\u30e9\u30f3\u30c9\u30ea\u30fc",
    "33": "\u30b3\u30f3\u30bf\u30af\u30c8\u30ec\u30f3\u30ba",
    "34": "\u30b3\u30f3\u30d3\u30cb",
    "35": "\u30b3\u30fc\u30d2\u30fc\u8c46\u5c02\u9580\u5e97",
    "36": "\u30b4\u30eb\u30d5\u5834",
    "37": "\u30b9\u30a4\u30fc\u30c4",
    "38": "\u30b9\u30bf\u30b8\u30a2\u30e0",
    "39": "\u30b9\u30c6\u30fc\u30ad",
    "40": "\u30b9\u30da\u30a4\u30f3\u6599\u7406",
    "41": "\u30b9\u30dd\u30fc\u30c4\u30bb\u30f3\u30bf\u30fc",
    "42": "\u30b9\u30dd\u30fc\u30c4\u7528\u54c1\u5e97",
    "43": "\u30b9\u30fc\u30d1\u30fc\u30de\u30fc\u30b1\u30c3\u30c8",
    "44": "\u30bf\u30a4\u6599\u7406",
    "45": "\u30bf\u30af\u30b7\u30fc\u4e57\u308a\u5834",
    "46": "\u30bf\u30d4\u30aa\u30ab\u30c9\u30ea\u30f3\u30af",
    "47": "\u30c1\u30fc\u30ba\u5c02\u9580\u5e97",
    "48": "\u30c7\u30d1\u30fc\u30c8",
    "49": "\u30c8\u30eb\u30b3\u6599\u7406",
    "50": "\u30c9\u30e9\u30c3\u30b0\u30b9\u30c8\u30a2",
    "51": "\u30cd\u30a4\u30eb\u30b5\u30ed\u30f3",
    "52": "\u30cf\u30f3\u30d0\u30fc\u30ac\u30fc",
    "53": "\u30cf\u30f3\u30d0\u30fc\u30b0",
    "54": "\u30d0\u30b9\u505c",
    "55": "\u30d0\u30fc",
    "56": "\u30d1\u30b9\u30bf",
    "57": "\u30d1\u30bd\u30b3\u30f3\u30b7\u30e7\u30c3\u30d7",
    "58": "\u30d1\u30d6",
    "59": "\u30d1\u30f3\u5c4b",
    "60": "\u30d3\u30a2\u30ac\u30fc\u30c7\u30f3",
    "61": "\u30d4\u30b6",
    "62": "\u30d5\u30a1\u30b9\u30c8\u30d5\u30fc\u30c9",
    "63": "\u30d5\u30a3\u30c3\u30c8\u30cd\u30b9\u30b8\u30e0",
    "64": "\u30d5\u30e9\u30f3\u30b9\u6599\u7406",
    "65": "\u30d7\u30fc\u30eb",
    "66": "\u30d9\u30c8\u30ca\u30e0\u6599\u7406",
    "67": "\u30da\u30c3\u30c8\u30b7\u30e7\u30c3\u30d7",
    "68": "\u30db\u30b9\u30c6\u30eb",
    "69": "\u30db\u30c6\u30eb",
    "70": "\u30db\u30fc\u30e0\u30bb\u30f3\u30bf\u30fc",
    "71": "\u30dc\u30a6\u30ea\u30f3\u30b0\u5834",
    "72": "\u30dd\u30b9\u30c8",
    "73": "\u30de\u30c3\u30b5\u30fc\u30b8",
    "74": "\u30e1\u30ac\u30cd\u5c4b",
    "75": "\u30e1\u30ad\u30b7\u30b3\u6599\u7406",
    "76": "\u30e9\u30fc\u30e1\u30f3",
    "77": "\u30ea\u30b5\u30a4\u30af\u30eb\u30b7\u30e7\u30c3\u30d7",
    "78": "\u30ec\u30b9\u30c8\u30e9\u30f3",
    "79": "\u30ec\u30f3\u30bf\u30ab\u30fc",
    "80": "\u30ef\u30a4\u30f3\u30b7\u30e7\u30c3\u30d7",
    "81": "\u4e0d\u52d5\u7523",
    "82": "\u4e2d\u83ef\u6599\u7406",
    "83": "\u4e3c\u7269",
    "84": "\u4ea4\u756a",
    "85": "\u4fdd\u80b2\u5712",
    "86": "\u4fe1\u7528\u91d1\u5eab",
    "87": "\u4fee\u7406\u5e97",
    "88": "\u516b\u767e\u5c4b",
    "89": "\u516c\u5712",
    "90": "\u516c\u6c11\u9928",
    "91": "\u5185\u79d1",
    "92": "\u5199\u771f\u9928",
    "93": "\u5287\u5834",
    "94": "\u52d5\u7269\u5712",
    "95": "\u52d5\u7269\u75c5\u9662",
    "96": "\u5316\u7ca7\u54c1\u5e97",
    "97": "\u533a\u5f79\u6240",
    "98": "\u535a\u7269\u9928",
    "99": "\u5370\u5237",
    "100": "\u53e4\u672c\u5c4b",
    "101": "\u53e4\u7740\u5c4b",
    "102": "\u548c\u83d3\u5b50\u5c4b",
    "103": "\u56de\u8ee2\u5bff\u53f8",
    "104": "\u56f3\u66f8\u9928",
    "105": "\u5712\u82b8\u5e97",
    "106": "\u587e",
    "107": "\u5916\u79d1",
    "108": "\u5927\u5b66",
    "109": "\u5929\u3077\u3089",
    "110": "\u5b50\u4f9b\u670d",
    "111": "\u5b66\u6821",
    "112": "\u5b9d\u98fe\u5e97",
    "113": "\u5bb6\u5177\u5c4b",
    "114": "\u5bb6\u96fb\u91cf\u8ca9\u5e97",
    "115": "\u5bdd\u5177\u5e97",
    "116": "\u5bff\u53f8",
    "117": "\u5c02\u9580\u5b66\u6821",
    "118": "\u5c0f\u5150\u79d1",
    "119": "\u5c45\u9152\u5c4b",
    "120": "\u5e02\u5f79\u6240",
    "121": "\u5e3d\u5b50\u5c4b",
    "122": "\u5e7c\u7a1a\u5712",
    "123": "\u5f01\u5f53\u5c4b",
    "124": "\u60e3\u83dc\u5c4b",
    "125": "\u624b\u82b8\u5e97",
    "126": "\u643a\u5e2f\u30b7\u30e7\u30c3\u30d7",
    "127": "\u6587\u623f\u5177\u5e97",
    "128": "\u65c5\u884c\u4ee3\u7406\u5e97",
    "129": "\u65c5\u9928",
    "130": "\u6620\u753b\u9928",
    "131": "\u6642\u8a08\u5c4b",
    "132": "\u670d\u5c4b",
    "133": "\u672c\u5c4b",
    "134": "\u690d\u7269\u5712",
    "135": "\u697d\u5668\u5e97",
    "136": "\u6b6f\u533b\u8005",
    "137": "\u6b6f\u79d1",
    "138": "\u6c11\u5bbf",
    "139": "\u6c34\u65cf\u9928",
    "140": "\u6c96\u7e04\u6599\u7406",
    "141": "\u6d0b\u83d3\u5b50\u5e97",
    "142": "\u6d17\u8eca\u5834",
    "143": "\u6d88\u9632\u7f72",
    "144": "\u6e29\u6cc9",
    "145": "\u6f2b\u753b\u55ab\u8336",
    "146": "\u713c\u304d\u9ce5",
    "147": "\u713c\u8089",
    "148": "\u7406\u9aea\u5e97",
    "149": "\u753a\u6751\u5f79\u5834",
    "150": "\u753b\u6750\u5c4b",
    "151": "\u75c5\u9662",
    "152": "\u76ae\u819a\u79d1",
    "153": "\u773c\u79d1",
    "154": "\u7cbe\u8089\u5e97",
    "155": "\u7f8e\u5bb9\u9662",
    "156": "\u7f8e\u8853\u9928",
    "157": "\u8033\u9f3b\u79d1",
    "158": "\u81ea\u8ee2\u8eca\u5c4b",
    "159": "\u82b1\u5c4b",
    "160": "\u85ac\u5c40",
    "161": "\u8a3a\u7642\u6240",
    "162": "\u8b66\u5bdf\u7f72",
    "163": "\u904a\u5712\u5730",
    "164": "\u907f\u96e3\u5834\u6240",
    "165": "\u90f5\u4fbf\u5c40",
    "166": "\u9152\u5e97",
    "167": "\u91d1\u5238\u30b7\u30e7\u30c3\u30d7",
    "168": "\u91d1\u7269\u5c4b",
    "169": "\u91e3\u5177\u5e97",
    "170": "\u9280\u884c",
    "171": "\u92ad\u6e6f",
    "172": "\u96d1\u8ca8\u5c4b",
    "173": "\u9774\u4fee\u7406",
    "174": "\u9774\u5c4b",
    "175": "\u9784\u5c4b",
    "176": "\u97d3\u56fd\u6599\u7406",
    "177": "\u99c5",
    "178": "\u99d0\u8eca\u5834",
    "179": "\u9bae\u9b5a\u5e97"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "100\u5186\u30b7\u30e7\u30c3\u30d7": 0,
    "ATM": 1,
    "CD\u30b7\u30e7\u30c3\u30d7": 2,
    "\u3046\u3069\u3093": 3,
    "\u304a\u3082\u3061\u3083\u5c4b": 4,
    "\u304a\u597d\u307f\u713c\u304d": 5,
    "\u304a\u8336\u5c4b": 6,
    "\u3057\u3083\u3076\u3057\u3083\u3076": 7,
    "\u3059\u304d\u713c\u304d": 8,
    "\u305d\u3070": 9,
    "\u305f\u3053\u713c\u304d": 10,
    "\u3068\u3093\u304b\u3064": 11,
    "\u3082\u3093\u3058\u3083\u713c\u304d": 12,
    "\u30a2\u30a4\u30b9\u30af\u30ea\u30fc\u30e0": 13,
    "\u30a2\u30a6\u30c8\u30c9\u30a2\u30b7\u30e7\u30c3\u30d7": 14,
    "\u30a4\u30bf\u30ea\u30a2\u6599\u7406": 15,
    "\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u30ab\u30d5\u30a7": 16,
    "\u30a4\u30f3\u30c6\u30ea\u30a2\u30b7\u30e7\u30c3\u30d7": 17,
    "\u30a4\u30f3\u30c9\u6599\u7406": 18,
    "\u30a8\u30b9\u30c6\u30b5\u30ed\u30f3": 19,
    "\u30ab\u30d5\u30a7": 20,
    "\u30ab\u30d7\u30bb\u30eb\u30db\u30c6\u30eb": 21,
    "\u30ab\u30e9\u30aa\u30b1": 22,
    "\u30ab\u30ec\u30fc": 23,
    "\u30ab\u30fc\u30b7\u30a7\u30a2\u30ea\u30f3\u30b0": 24,
    "\u30ac\u30bd\u30ea\u30f3\u30b9\u30bf\u30f3\u30c9": 25,
    "\u30af\u30ea\u30cb\u30c3\u30af": 26,
    "\u30af\u30ea\u30fc\u30cb\u30f3\u30b0": 27,
    "\u30b1\u30fc\u30ad\u5c4b": 28,
    "\u30b2\u30fc\u30e0\u30b7\u30e7\u30c3\u30d7": 29,
    "\u30b2\u30fc\u30e0\u30bb\u30f3\u30bf\u30fc": 30,
    "\u30b3\u30a4\u30f3\u30d1\u30fc\u30ad\u30f3\u30b0": 31,
    "\u30b3\u30a4\u30f3\u30e9\u30f3\u30c9\u30ea\u30fc": 32,
    "\u30b3\u30f3\u30bf\u30af\u30c8\u30ec\u30f3\u30ba": 33,
    "\u30b3\u30f3\u30d3\u30cb": 34,
    "\u30b3\u30fc\u30d2\u30fc\u8c46\u5c02\u9580\u5e97": 35,
    "\u30b4\u30eb\u30d5\u5834": 36,
    "\u30b9\u30a4\u30fc\u30c4": 37,
    "\u30b9\u30bf\u30b8\u30a2\u30e0": 38,
    "\u30b9\u30c6\u30fc\u30ad": 39,
    "\u30b9\u30da\u30a4\u30f3\u6599\u7406": 40,
    "\u30b9\u30dd\u30fc\u30c4\u30bb\u30f3\u30bf\u30fc": 41,
    "\u30b9\u30dd\u30fc\u30c4\u7528\u54c1\u5e97": 42,
    "\u30b9\u30fc\u30d1\u30fc\u30de\u30fc\u30b1\u30c3\u30c8": 43,
    "\u30bf\u30a4\u6599\u7406": 44,
    "\u30bf\u30af\u30b7\u30fc\u4e57\u308a\u5834": 45,
    "\u30bf\u30d4\u30aa\u30ab\u30c9\u30ea\u30f3\u30af": 46,
    "\u30c1\u30fc\u30ba\u5c02\u9580\u5e97": 47,
    "\u30c7\u30d1\u30fc\u30c8": 48,
    "\u30c8\u30eb\u30b3\u6599\u7406": 49,
    "\u30c9\u30e9\u30c3\u30b0\u30b9\u30c8\u30a2": 50,
    "\u30cd\u30a4\u30eb\u30b5\u30ed\u30f3": 51,
    "\u30cf\u30f3\u30d0\u30fc\u30ac\u30fc": 52,
    "\u30cf\u30f3\u30d0\u30fc\u30b0": 53,
    "\u30d0\u30b9\u505c": 54,
    "\u30d0\u30fc": 55,
    "\u30d1\u30b9\u30bf": 56,
    "\u30d1\u30bd\u30b3\u30f3\u30b7\u30e7\u30c3\u30d7": 57,
    "\u30d1\u30d6": 58,
    "\u30d1\u30f3\u5c4b": 59,
    "\u30d3\u30a2\u30ac\u30fc\u30c7\u30f3": 60,
    "\u30d4\u30b6": 61,
    "\u30d5\u30a1\u30b9\u30c8\u30d5\u30fc\u30c9": 62,
    "\u30d5\u30a3\u30c3\u30c8\u30cd\u30b9\u30b8\u30e0": 63,
    "\u30d5\u30e9\u30f3\u30b9\u6599\u7406": 64,
    "\u30d7\u30fc\u30eb": 65,
    "\u30d9\u30c8\u30ca\u30e0\u6599\u7406": 66,
    "\u30da\u30c3\u30c8\u30b7\u30e7\u30c3\u30d7": 67,
    "\u30db\u30b9\u30c6\u30eb": 68,
    "\u30db\u30c6\u30eb": 69,
    "\u30db\u30fc\u30e0\u30bb\u30f3\u30bf\u30fc": 70,
    "\u30dc\u30a6\u30ea\u30f3\u30b0\u5834": 71,
    "\u30dd\u30b9\u30c8": 72,
    "\u30de\u30c3\u30b5\u30fc\u30b8": 73,
    "\u30e1\u30ac\u30cd\u5c4b": 74,
    "\u30e1\u30ad\u30b7\u30b3\u6599\u7406": 75,
    "\u30e9\u30fc\u30e1\u30f3": 76,
    "\u30ea\u30b5\u30a4\u30af\u30eb\u30b7\u30e7\u30c3\u30d7": 77,
    "\u30ec\u30b9\u30c8\u30e9\u30f3": 78,
    "\u30ec\u30f3\u30bf\u30ab\u30fc": 79,
    "\u30ef\u30a4\u30f3\u30b7\u30e7\u30c3\u30d7": 80,
    "\u4e0d\u52d5\u7523": 81,
    "\u4e2d\u83ef\u6599\u7406": 82,
    "\u4e3c\u7269": 83,
    "\u4ea4\u756a": 84,
    "\u4fdd\u80b2\u5712": 85,
    "\u4fe1\u7528\u91d1\u5eab": 86,
    "\u4fee\u7406\u5e97": 87,
    "\u516b\u767e\u5c4b": 88,
    "\u516c\u5712": 89,
    "\u516c\u6c11\u9928": 90,
    "\u5185\u79d1": 91,
    "\u5199\u771f\u9928": 92,
    "\u5287\u5834": 93,
    "\u52d5\u7269\u5712": 94,
    "\u52d5\u7269\u75c5\u9662": 95,
    "\u5316\u7ca7\u54c1\u5e97": 96,
    "\u533a\u5f79\u6240": 97,
    "\u535a\u7269\u9928": 98,
    "\u5370\u5237": 99,
    "\u53e4\u672c\u5c4b": 100,
    "\u53e4\u7740\u5c4b": 101,
    "\u548c\u83d3\u5b50\u5c4b": 102,
    "\u56de\u8ee2\u5bff\u53f8": 103,
    "\u56f3\u66f8\u9928": 104,
    "\u5712\u82b8\u5e97": 105,
    "\u587e": 106,
    "\u5916\u79d1": 107,
    "\u5927\u5b66": 108,
    "\u5929\u3077\u3089": 109,
    "\u5b50\u4f9b\u670d": 110,
    "\u5b66\u6821": 111,
    "\u5b9d\u98fe\u5e97": 112,
    "\u5bb6\u5177\u5c4b": 113,
    "\u5bb6\u96fb\u91cf\u8ca9\u5e97": 114,
    "\u5bdd\u5177\u5e97": 115,
    "\u5bff\u53f8": 116,
    "\u5c02\u9580\u5b66\u6821": 117,
    "\u5c0f\u5150\u79d1": 118,
    "\u5c45\u9152\u5c4b": 119,
    "\u5e02\u5f79\u6240": 120,
    "\u5e3d\u5b50\u5c4b": 121,
    "\u5e7c\u7a1a\u5712": 122,
    "\u5f01\u5f53\u5c4b": 123,
    "\u60e3\u83dc\u5c4b": 124,
    "\u624b\u82b8\u5e97": 125,
    "\u643a\u5e2f\u30b7\u30e7\u30c3\u30d7": 126,
    "\u6587\u623f\u5177\u5e97": 127,
    "\u65c5\u884c\u4ee3\u7406\u5e97": 128,
    "\u65c5\u9928": 129,
    "\u6620\u753b\u9928": 130,
    "\u6642\u8a08\u5c4b": 131,
    "\u670d\u5c4b": 132,
    "\u672c\u5c4b": 133,
    "\u690d\u7269\u5712": 134,
    "\u697d\u5668\u5e97": 135,
    "\u6b6f\u533b\u8005": 136,
    "\u6b6f\u79d1": 137,
    "\u6c11\u5bbf": 138,
    "\u6c34\u65cf\u9928": 139,
    "\u6c96\u7e04\u6599\u7406": 140,
    "\u6d0b\u83d3\u5b50\u5e97": 141,
    "\u6d17\u8eca\u5834": 142,
    "\u6d88\u9632\u7f72": 143,
    "\u6e29\u6cc9": 144,
    "\u6f2b\u753b\u55ab\u8336": 145,
    "\u713c\u304d\u9ce5": 146,
    "\u713c\u8089": 147,
    "\u7406\u9aea\u5e97": 148,
    "\u753a\u6751\u5f79\u5834": 149,
    "\u753b\u6750\u5c4b": 150,
    "\u75c5\u9662": 151,
    "\u76ae\u819a\u79d1": 152,
    "\u773c\u79d1": 153,
    "\u7cbe\u8089\u5e97": 154,
    "\u7f8e\u5bb9\u9662": 155,
    "\u7f8e\u8853\u9928": 156,
    "\u8033\u9f3b\u79d1": 157,
    "\u81ea\u8ee2\u8eca\u5c4b": 158,
    "\u82b1\u5c4b": 159,
    "\u85ac\u5c40": 160,
    "\u8a3a\u7642\u6240": 161,
    "\u8b66\u5bdf\u7f72": 162,
    "\u904a\u5712\u5730": 163,
    "\u907f\u96e3\u5834\u6240": 164,
    "\u90f5\u4fbf\u5c40": 165,
    "\u9152\u5e97": 166,
    "\u91d1\u5238\u30b7\u30e7\u30c3\u30d7": 167,
    "\u91d1\u7269\u5c4b": 168,
    "\u91e3\u5177\u5e97": 169,
    "\u9280\u884c": 170,
    "\u92ad\u6e6f": 171,
    "\u96d1\u8ca8\u5c4b": 172,
    "\u9774\u4fee\u7406": 173,
    "\u9774\u5c4b": 174,
    "\u9784\u5c4b": 175,
    "\u97d3\u56fd\u6599\u7406": 176,
    "\u99c5": 177,
    "\u99d0\u8eca\u5834": 178,
    "\u9bae\u9b5a\u5e97": 179
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "tokenizer_class": "BertJapaneseTokenizer",
  "torch_dtype": "float32",
  "transformers_version": "4.55.4",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 32000
}
